LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nДобро пожаловать в сменобот! '
              'Здесь ты можешь поставить напоминание о сменах.\n\nЕсли нужна '
              'помощь - команда /help\n\n'
              'Для доступа к полному функционалу бота введите пароль:',
    '/help': 'Этот бот нужен для напоминания о предстоящих сменах.\n',
    'rock': 'Камень 🗿',
    'paper': 'Бумага 📜',
    'scissors': 'Ножницы ✂',
    'yes_button': 'Давай!',
    'no_button': 'Не хочу!',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'yes': 'Отлично! Делай свой выбор!',
    'no': 'Жаль...\nЕсли захочешь сыграть, просто разверни '
          'клавиатуру и нажми кнопку "Давай!"',
    'bot_won': 'Я победил!\n\nСыграем еще?',
    'user_won': 'Ты победил! Поздравляю!\n\nДавай сыграем еще?',
    'nobody_won': 'Ничья!\n\nПродолжим?',
    'bot_choice': 'Мой выбор'
}